Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_2trinn_nordsamisk.pdf.tmx
Source language: sme
Languages: sma

source: Ohppiin leat juo doahpagat ja máhtolašvuođat go sii álget skuvlii.
sma: bïhkedassem govleme jïh maehtieh vuesiehtimmide pryövesne vuartasjidh.

source: Árra giellaovdánemiin ja lohkamiin leat sii háhkan dehálaš gelbbolašvuođa mii lea vuođđun vuođđo máhtolašvuođaide rehkenastimis ja dasa ahte oahppat matematihka.
sma: Jeenjesidie ij leah daate nuekies ihke dah buektiehtieh jïjtjeraarehke barkedh dej jeatjah laavenjassigujmie. Learohkh EAH luhpiem åadtjoeh båajhtoeh vaestiedassh staeriedidh.

source: Ipmárdus doahpagiidda nugo ovdamearka dihte stuorit go, eanet, dahje lohkosánit ja lohkanmáhtolašvuođat leat reaiddut viidásit oahppamii.
sma: Gaajh viesjies learohkh sijhtieh vaenie nåhtoem utnedh jïjtjeraarehke laavenjassigujmie pryövesne barkedh, jïh dan åvteste ibie dam raeresth.

source: Juo skuvlaálgima áiggi sáhttet oahpaheaddjit áicat ahte ohppiin leat iešguđetlágan gelbbolašvuođat.
sma: Akte nuepie lea learohke lohkehtæjjine ektine, dejtie laavenjasside dorje mejtie satne idtji asth pryövesne darjodh.

source: Muhtun oahppit eai máhte lohkat meaddel viđá kardinála ipmárdusain, muhtun oahppit ges máhttet adderet loguid 0-100 gaskkas.
sma: Dellie lohkehtæjja nuepiem åådtje jienebh gyhtjelassh gihtjedh jïh lissie bïevnesh åadtjodh man bïjre learohke guarka, jïh mejnie tjabreminie.

source: matteuseffekta, erohus ohppiid gaskkas stuorru árra skuvlajagiid.
sma: Daate maahta voestes lïhtse årrodh dennie guhkiebasse goerehtallemisnie.

source: Ulbmil kártengeahččalemiiguin lea fuobmát erohusaid nu ahte sáhttá bargat dihtomielalaččat ovddidit doabaipmárdusa ja rehkenastimáhtolašvuođa ohppiin geat rahčet eanemusat.
sma: Evtiedimmie goerkesistie jïh tjiehpiesvoetijste

source: Ii leat dušše okta geaidnu háhkat vuođđo máhtolašvuođaid rehkenastimis – ohppiin lea individuella ovdáneapmi, muhto leat muhtun oktasašvuođat maiddái.
sma: Digkedeminie mejtie goerkese evtiesåvva tjiehpiesvoeti åvtelen, tjiehpiesvoeth goerkesen åvtelen, jallh mejtie dah sinsitnien baalte evtiesuvvieh.

source: Lohkan lea dárbbašlaš ohppiid lohkoipmárdusa ovddideapmái, dasa lassin geavahit oahppit ollu lohkanstrategiijaid bargobihtáid čoavdimii.
sma: Hævvi vienth dah sinsitnien baalte evtiesuvvieh. Learohkh viesjies taaledïejvesigujmie daamtaj viesjies tjiehpiesvoeth utnieh

source: Eanas oahppit ohppet dađistaga beaktileabbo ja geabbileabbo strategiijaid dađi mielde go šaddet čeahpibut lohkat ja háhket buoret lohkoipmárdusa.
sma: ryöknemisnie jïh taaleryöknedimmesne. Learohkh mah tjabreminie ryöknedh, daamtaj viesjies dïejvesegoerkesem utnieh ektiedamme taalide.

source: ahte sii jotket geavahit álkes strategiijaid (geahča Rehkenastin vuollelis).
sma: Learohkh dïejvesh jïh tjiehpiesvoeth meatan utnieh gosse skuvlese båetieh.

source: Danne lea dehálaš veahkehit ohppiid ovdánit viidásit ovttageardánis ja ovttamállet lohkanstrategiijain beaktileabbo strategiijaide ja geabbileabbo strategiijageavaheapmái.
sma: Aareh gïeleevtiedimmien jïh ryöknemen tjïrrh dah leah vihkeles maahtoem vejtiestamme mij våaroeminie sjædta tjiehpiesvoetide ryöknedimmesne, jïh matematihkem lïeredh.

source: Davviriikkain earuhit erenoamáš matematihkkaváttuin ja dábálaš matematihkkaváttuin.
sma: Goerkese ektiedamme dïejvesidie goh vuesiehtimmien gaavhtan stuerebe goh, vielie, jallh

source: Dávjá geavahit doahpagiid gáržžes ja viiddis definišuvnna (geahča ovdamearka dihte
sma: taalebaakoeh jïh ryöknemetjiehpiesvoeth leah dïrregh dan guhkiebasse lïerehtæmman.

source: Lunde, 2008) Muhtun ohppiin geat rahčet matematihkain, leat erenoamáš matematihkkaváttut.
sma: Joe skuvleaalkoven lohkehtæjjah maehtieh vïhtesjidh learohkh joekehts maahtoem utnieh.

source: Erenoamáš matematihkkaváttuid čatnet ovdamearka dihte muitinváttuide, kognitiivafáktoriidda dahje abstrakšuvdnaváttuide (Holm, 2002).
sma: Mearan muvhth learohkh eah maehtieh vielie goh vïjhtese ryöknedh kardinaale goerkesinie, mubpieh learohkh maehtieh taalh tjåanghkan bïejedh suerkesne 0 – 100.

source: Ohppiide geain leat erenoamáš matematihkkaváttut berre árvvoštallat lea go dárbu liige
sma: Skuvlesne maahta aktem matteuseffektem vïhtesjidh, joekehtse learohki gaskem sjïdtede dej voestes skuvlejaepiej.

source: Dakkár árvvoštallamis sáhttá kártengeahččaleami geavahit oassin.
sma: Goerehtallemepryövi aajkoe lea joekehtsh vueptiestidh, guktie

source: Lassin ohppiide geain leat erenoamáš váttut matematihkas, de dáidet maiddái leat oahppit geain leat dábálaš váttut matematihkas.
sma: Ij leah akte geajnoe dejtie vihkielommes tjiehpiesvoetide ryöknedimmesne – learohkh sjïere evtiedimmieh utnieh, men såemies tjåenghkies væhtah.

source: Lunde (2008) mielde mearkkaša dat ahte
sma: taaledïejvesem utnedh.

source: Dán teavstta referánssat leat evttohuvvon lassi lohkamušaid listus. 15. siidu 34 siiddus matematihka.
sma: Learohki evtiedimmien gaavhtan lea joekoen vihkeles veele barkedh learohki ryöknemedarjomigujmie dej voestes jaepiej skuvlesne.

source: Muhtun ohppiin geat leat ožžon bohtosiid vuolábealde sierra beroštumi ráji leat dábálaš matematihkkaváttut.
sma: Ryökneme lea daerpies juktie learohki taalegoerkesem evtiedidh, lissine learohkh jeenjemasth ryöknemestrategijh nuhtjieh laavenjasseloetemisie.

source: Daidda ohppiide galgá plánet doaibmabijuid heivehuvvon oahpahusa siskkobealde oassin árra doaimmain.
sma: Dah jeanatjommes learohkh sijhtieh

source: Dábálaš matematihkkaváttuid dovdomearkkat leat heajos doabaipmárdus ja ovttageardánis ja rievddakeahtes strategiija geavaheapmi.
sma: vielie effektijve jïh fleksijbele strategijh evtiedidh mearan væjkalåbpoe sjidtieh ryöknedh, jïh buerebe taalegoerkesem åadtjodh.

source: Oahppit geat rahčet geavahit dávjá lohkanstrategiijaid go galget čoavdit bargobihtáid lohkorehkenastimis.
sma: Såemies learohkh tjöödtjestieh, dah jåerhkieh aelhkie strategijh nuhtjedh (vuartesjh Ryöknedimmie vuelielisnie).

source: Vai galgá daid
sma: Daah learohkh leah

source: ohppiid fuomášit, de lea juohke siidui biddjon áigemearri.
sma: Sæjroe 13 / 35 vaahresne matematihketsagkesh evtiedidh.

source: Áigemearri lea biddjon nu ahte oahppit geat geavahit eahpevuogálaš ja unnán beaktilis strategiijaid, eai árvvu mielde nákce geargat buot bargobihtáiguin siiddus mearriduvvon áigái.
sma: Dan åvteste vihkeles learoehkidie guhkiebasse viehkiehtidh naive jïh rigide ryöknemestrategijijste, vielie effektijve strategijide jïh akten vielie fleksijbele strategijeåtnose.

source: Oahppit geat rahčet eanemus dárbbašit geavahit eanet áiggi
sma: Noerhtelaantine joekehtibie sjïere jïh sïejhme matematihketsagkesi gaskem.

source: • Lohkanaktivitehtat: lohkat ovddos guvlui ja maŋos guvlui, lohkat viidásit muhtun
sma: Daamtaj dïejvesh gietskies jïh gamte definisjovne åtnasuvvieh (vuartesjh vuesiehtimmien gaavhtan

source: logus ja nu ain
sma: Lunde 2008).

source: • Buohtastahttit hivvodagaid: gos lea eanemus ? Gos lea unnimus ?
sma: Såemies dejstie learoehkijstie mah matematihkine tjabreminie, sjïere matematihketsagkesh utnieh.

source: • Čatnat hivvodagaid lohkosymbolaide, hivvodagaid juohkit joavkkuide
sma: mierien ålkolen sjïehtedamme lïerehtimmeste, ööhpehtimmielaaken mietie.

source: • Bargat olles lohkoguovllus 0-100, iige dušše lohkoguovllus 0-10: dat lea dehálaš vai ipmirda mo sadjevuogádat lea huksejuvvon ovttežiiguin ja logežiiguin
sma: Prievien mietie F-04-13 skuvle dïedtem åtna nåhtoem lïerehtimmeste vuarjasjidh, åvtelen PPD:se vuesehte, jïh eventuelle nænnoestimmie sjïereööhpehtimmien bïjre.

source: Elevportrettene gir noen forslag til det videre arbeidet for elevene.
sma: Goerehtallemepryöve maahta meatan årrodh aktene dagkeres vuarjasjimmesne.

source: Ohppiidportreahtain leat evttohusat mo sáhttá bargat viidásit ohppiiguin. Evttohus lassi lohkamuššii
sma: Gelline skuvline sæjhta naan learohkh årrodh mah utnieh dam maam mijjieh gåhtjobe sïejhme matematihketsagkesh.

source: Lohkan
sma: Lunden mietie (2008) dellie sæjhta akte ovreakta årrodh

source: Buorit lohkanmáhtolašvuođat leat hui dehálaččat ovddidit lohkoipmárdusa, rehkenastinmáhtolašvuođaid ja makkár strategiijaid vállje go čoavdá bargobihtáid.
sma: gaskem learohken kognitijve fungeradimmiem, ööhpehtimmiem jïh jeatjah faktovrh mah lïerehtimmiem tsevtsieh, jïh daate ovreakta jeenjemasth learohken matematihkelïerehtimmiem heerrede.

source: Oahppit dárbbašit vuođđo ipmárdusa viđa prinsihpas vai galget šaddat čeahpes (lohko) lohkkit:
sma: Muvhth dejstie learoehkijstie mah tjoeperdimmieraasten nuelesne skååredieh, sïejhme matematihketsagkesh utnieh.

source: Oahppit fertejit máhttit lohkoráiddu (loguid namaid) ja diehtit ahte loguin lea dihto vuorru (ordinalitehta).
sma: learoehkidie edtja råajvarimmieh soejkesjidh mierien sisnjelen sjïehtedamme lïerehtimmeste, goh akte lïhtse aareh råajvarimmesne.

source: 16. siidu 34 siiddus “ man galle ” jus ii ipmir kardinála aspeavtta. Dan ohppet eanas oahppit ovdal go álget skuvlii.
sma: Learohkh sïejhme matematihketsagkesigujmie daamtaj viesjies dïejvesegoerkesem, jïh naive jïh rigide strategijeåtnoem utnieh.

source: Oahppiovdamearka Jenni galgá lohkágoahtit 38 rájes.
sma: Juktie ovmaereles strategijeåtnoe nåake våaromem vadta dan

source: Son lohká golbmalogigávcci, golbmalogiovcci, golbmalogilogi... Son bisána, ii oro diehtime šat veahášge mo de galgá.
sma: Voestes bielie goerehtallemepryöveste (eejehtimmien åvtelen) åajvahkommes dïejvesegoerkesem jïh ryöknemetjiehpiesvoeth möölehte.

source: Joreha ovddabealde leat guokte logeža, okta viđeš ja golbma ruvdnobihtá.
sma: Mubpie bielie pryöveste åajvahkommes taaleryöknedimmiem möölehte (addisjovne jïh subtraksjovne).

source: Joret doallá logi suorpma ovddabealde ja lohká ovtta ja ovtta gitta logi rádjái.
sma: learohkh daamtaj ryöknemestrategijh nuhtjieh juktie laavenjassh loetedh taaleryöknedimmesne.

source: De son joatká seammás go bidjá vulos ovtta ja ovtta suorpma, gitta 20 rádjái.
sma: Juktie dejtie learoehkidie vueptiestidh dle fïerhte sæjroe aktem tïjjemieriem åådtjeme.

source: Son bisana, dolle ovtta gieđa bajas mas leat suorpmat badjin, ja joatká lohkat 21,22,23,24,25.
sma: laavenjassigujmie sæjrosne tïjjemierien sisnjelen. Voestes bielesne pryöveste tïjjemierie guhkebe.

source: De son cuige golmma ruvdnobihtáide ja lohká 26, 27, 28.
sma: Doh viesjiehtommes learohkh daarpesjieh guhkiem gïehtelidh:

source: Jenni ii dovdda buot namaid lohkoráiddus iige struktuvrraid sadjevuogádagas.
sma: • ryöknemedarjomigujmie: åvtese jïh bååstede ryöknedh, guhkiebasse ryöknedh aktede vihties taaleste jïh numhtie vijriesåbpoe

source: Son dárbbaša eanet hárjehallama lohkamis.
sma: • veahkah viertiestidh; gusnie jeenjemes ?

source: Jennis sáhttá maiddái leat heajos ipmárdus lohkodoahpagiidda (geahča vuollelis temá Lohkodoahpagat).
sma: Dah referansh mah daennie tjaalegisnie vadtasuvvieh, læstosne gaavnh raeriestimmiejgujmie vielie

source: Joret čájeha ahte son máhttá
sma: lohkemen bïjre Sæjroe 14 / 35

source: lohkat ruvdnobihtáid, muhto son ii geavat strukturerejuvvon joavkkuid lohkat logežiiguin ja ovttežiiguin.
sma: vihkeles juktie guarkedh guktie posisjovnesysteeme lea bæjjese bigkeme aktigujmie jïh luhkiejgujmie

source: Ovdalgo oahppit leat ipmirdan mo lohkovuogádagat leat huksejuvvon, logežiiguin ja ovttežiiguin, de orrot logut eavttuid haga dušše lohkun ja jietnan.
sma: Hijven tjiehpiesvoeth ryöknemisnie leah joekoen vihkeles juktie taalegoerkesem, ryöknedimmietjiehpiesvoeth jïh strategijh evtiedidh mah leah laavenjasseloetemasse ektiedamme.

source: Logešrasttideapmi sáhttá leat váttis máŋgga oahppái, nugo Jennii ovdamearkkas badjelis.
sma: Juktie væjkele ryöknijh sjïdtedh dle learohkh aktem uvtemesth goerkesem vïjhte prinsihpijste daarpesjieh.

source: Dasa lassin sáhttet logut 11-20 leat erenoamáš hástaleaddji. Dat logut eai čuovo dábálaš njálmmálaš minstara
sma: Learohkh tjuerieh taaleraajroem maehtedh (taali nommh) jïh daejredh taalh aktem vihties öörnegem utnieh (ordinaliteete).

source: (guoktelogi-okta, guoktelogi – guokte...,njealljelogi-okta, njealljelogi-guokte, jna), muhto dain lea iežaset logihkalaš struktuvra.
sma: Dah tjuerieh aaj aktese aktese- korrespondansem guarkedh, daate sæjhta jiehtedh fïerhte aate ajve ikth ryöknesåvva, jïh ij sïjhth maam jiehtedh mennie öörnegisnie aatide ryöknoe.

source: Ohppiide geat rahčet sáhttá leat buorre goansta hárjehallat erenoamážit daiguin loguiguin, sihke lohkosániid ja struktuvrra.
sma: Lissine learohkh tjuerieh lïeredh dïhte minngemes taale dïhte, mij lea dam abpe veahkam maam ryökneme (kardinaliteete).

source: Vai oahppit galget fuobmát oktavuođaid ja minstariid lohkoráidduin, de lea dehálaš ahte oahppit
sma: kardinaale aspektem guarkedh. Learohkevuesiehtimmie Jenny birresåvva guhkiebasse ryöknedh taaleste 38.

source: barget loguiguin gitta čuođi rádjái.
sma: Dïhte tjöödtjeste, tjïelke båasarimmesne.

source: Lohkanmáhtolašvuođa ovdánahttin
sma: Daanen uvte göökte luhkieh, akte vijhte jïh golme kråvnah.

source: Ollu oahppit geavahit suorpmaid go lohket, mii doaibmá nuorra agis buorrin strategiijan.
sma: Daane luhkie soermh sov uvte steerie mearan akti akti ryöknoe goske låhkan båata.

source: Oahppit ohppet dađistaga lohkat sihke bajásguvlui ja vulosguvlui, guvttiin ja guvttiin, viđain ja viđain ja logežiin ja logežiin.
sma: Dle jåarhka mearan akti

source: Vásáhusat maid oahppit háhket go lohkamiin čovdet váttisvuođaid ja bargobihtáid, dahket ahte sii ohppet bajil lohkofáktáid, nugo ovdamearka dihte ahte 2 + 3 lea vihtta.
sma: akti soermem «vïbpeldeš goske 20 båata. Dihte tjöödtjeste, aktem gietem bæjjese steerie soermigujmie geerjehtamme jïh guhkiebasse ryöknoe 21, 22, 23, 24, 25.

source: Váilevaš ipmárdus lohkamis sáhttá hehttet lohkoipmárdusa ovdáneami.
sma: Dle dejtie golme kråvnide tjuvtjede jïh ryöknoe 26, 27, 28.

source: Heajos lohkanmáhtolašvuohta sáhttá čujuhit matematihkkaváttuide maŋitáiggi.
sma: Jenny ij gaajhkide nommide taaleraajrosne jallh struktuvrem posisjovnesysteemesne damth.

source: Vaikko mánát geain leat matematihkkaváttut dávjá máhttet ja ipmirdit lohkama deháleamos prinsihpaid, nugo ovdamearka dihte lohkoráiddu ja ovttas oktii korrenspondánsa, de sis sáhttá leat váttisvuohta ipmirdit ahte ii leat
sma: Jenny maahta sån aaj viesjies taalegoerkesem utnedh (vuartesjh teemam Taaledïejvese vuelielisnie). Daane vuesehte satne maahta beetnegidie ryöknedh, men ij dejtie öörneldihkie dåehkide nuhtjh juktie luhkine jïh vïjhtine ryöknedh.

source: 17. siidu 34 siiddus
sma: steeredh ryöknemisnie.

source: Dilálašvuođas mas lea njuolggo
sma: Evtiedimmie ryöknemetjiehpiesvoetijste

source: Man guhkás máhttá oahppi lohkat ?
sma: Sæjroe 15 / 35

source: Nagoda go oahppi lohkat vaikko ii geavat veahkkin suorpmaid dahje guoskkahallama eará diŋggaide ?
sma: Jïjnjh learohkh soermide nuhtjieh gosse ryökneminie, mij lea akte hijven strategije noere aaltarisnie.

source: Máhttá go oahppi lohkat bajás guvlui ja vulos guvlui muhtun logus, lohkat logežiid,
sma: Soermine ryöknedh maahta aaj mij akt årrrodh maam learohkh darjoeh juktie dam konkrete jïh dam abstrakte aktanidh.

source: čuđežiid, lohkat guokte ja guokte, vihtta ja vihtta, logi ja logi mielde ja nu ain ? Divtte oahppi čilget ja jeara čuovvolangažaldagaid.
sma: Sïejhme learohkh ånnetji ånnetji orrijieh soermine ryöknedh goske aelkieh njaalmeldh ryöknedh, «nijhkemeryöknedhš jallh aktene mentaale taalesïevesne ryöknedh 2. – 3. daltesisnie.

source: Ságastallama bokte oažžu dieđuid mo oahppi jurddaša, ja makkár ipmárdus oahppis lea lohkolohkamii.
sma: Dellie aelhkebe sjædta learoehkasse åejjieryöknemestrategijh nuhtjedh - mij lea dïhte våarome matematihken maahtose.

source: Ulbmil ságastallamiin lea addit oahppái diđolašvuođa iežas lohkanmáhtolašvuođain ja mainna son galgá bargat viidásit vai šaddá sihkkareabbo lohkkin.
sma: Learohkh ahkedh jearsoesåbpoe sjidtieh dej prinsihpigujmie ryöknemasse mah leah bijjielisnie neebneme, jïh jearsoesåbpoe jïh veelebe sjidtieh gosse dejtie nuhtjieh.

source: Oahppi ferte oažžut vejolašvuođa bargat lohkamiin sihke lohkat eahpestruktuvrralaš ja struktuvrralaš joavkkuiguin.
sma: Mænngan learohkh lierieminie dovne bæjjese jïh våålese ryöknedh, gööktine jïh gööktine, vïjhtine jïh vïjhtine jïh luhkine jïh luhkine.

source: Geavat áinnas doarjjan lohkamii konkrehtaid (ovdamearka dihte ruovderuđaid), lohkolinnjá (mas leat mearkkat ja guoros lohkolinnjá) ja čuđeškártta.
sma: Dååjrehtimmieh learohkh åadtjoeh gosse ryöknoeh juktie dåeriesmoerh jïh laavenjassh loetedh, dejtie viehkiehtieh taalefaaktah automatiseradieh, goh vuesiehtimmien gaavhtan2 + 3 lea vïjhte.

source: (Loguid) Lohkan geavahuvvo dávjá strategiijan čoavdit bargobihtáid ja praktihkalaš váttisvuođaid.
sma: Faatoes goerkese ryöknemistie maahta akte heaptoe årrodh juktie taalegoerkesem evtiedidh.

source: Dan birra lea eanet temás Rehkenastin. Evttohusat viidásit lohkamuššii
sma: Nåake ryöknemetjiehpiesvoeth leah ektiedamme minngebidie tsagkesidie ryöknedimmine.

source: Lohkodoahpagat
sma: Jalhts maanah

source: Doahpagat nu go ovdamearka dihte galle, stuorimus, eanemus, unnit, guokte unnit, man ollu, gaskkas, vuolde ja bajábealde leat dehálaš doahpagat giellaovdáneapmái oppalaččat ja oahppi matematihkka giela ovdáneapmái erenoamážit.
sma: matematihketsagkesigujmie daamtaj maehtieh jïh guarkah dejtie vihkielommes prinsihpide ryöknemisnie, vuesiehtimmien gaavhtan taaleraajroe jïh akti akti korrespondanse, maehtieh dåeriesmoerh utnedh guarkedh ij leah vihkeles mennie öörnegisnie dah ryöknoeh.

source: Doahpagiid ferte čatnat loguide, sihke lohkosymbolaide ja lohkosániide.
sma: Daate aktem faatoes goerkesem jïh tjiehpiesvoetem vadta ryöknemistie.

source: Mánát ohppet vásáhusa bokte go lohket ovdamearka dihte ahte vihtta lea juste ovtta eanet go njeallje.
sma: Luhkiesertiestimmieh maehtieh gïerve årrodh gellide learoehkidie, naemhtie goh Jennyse vuesiehtimmesne bijjielisnie.

source: Vihtta lea stuorit go golbma, guokte lea unnit go njeallje ja nu ain.
sma: Lissine taalh 11-20 maehtieh joekoen haestiedihks årrodh.

source: Lohkodoahpagiid oahppama álgu lea ipmirdišgoahtit doahpagiid maid ovdalis leat namuhan, maid eanas oahppit dahket go álget skuvlii.
sma: Daah taalh eah dam sïejhme njaalmeldh mönsterem utnieh (göökteluhkie akte, göökteluhkie göökte, njieljieluhkie akte njieljieluhkie göökte jnv) men aktem jïjtse logiske

source: Dasa lassin fertejit oahppit ipmirdit kvantitehta, dat mearkkaša ahte logut čujuhit dihto hivvodagaide.
sma: Maahta væjsehke årrodh joekoen daejnie taaline haarjanidh dej viesjiehtommes learohkigujmie, dovne taalebaakoeh jïh struktuvre.

source: Dávjá lea giellageavaheapmi čatnon lohkui ja loguidmeannudeapmái gitta das makkár dilálašvuođas
sma: Juktie ektiedimmieh jïh möönsterh taaleraajrojne vueptiestidh lea vihkeles learohkh taaligujmie berkieh tjuetien raajan.

source: Girjji čálli ja lágadusa almmuhit girjjálašvuođalistus dokumeantta loahpa geahčen.
sma: Hijven taalegoerkese taalide 100 raajan sæjhta jiehtedh learohkh maehtieh

source: 18. siidu 34 siiddus leat stuora lohku. Buorit lohkodoahpagat ohppiin mearkkaša maiddái ahte galget ipmirdit ja máhttit geavahit iešguđetlágan vugiid barggus.
sma: guhkiebasse ryöknedh (dovne bæjjese jïh våålese), luhkiej bijjelen, gööktine gööktine, vïjhtine vïjhtine jïh luhkine luhkine saaht man taalen raejeste göökte sifferigujmie.

source: Okta valljodat mas leat vihtta eahppela sáhttá almmuhuvvot go čállá sáni “ vihtta ”, vihtta sázu | | | | | dahje lohkosymbola 5. Oahppit galget maiddái
sma: Geajnoe guhkiebasse Åvtelen dïhte guhkiebasse barkoe maahta aelkedh, lea vihkeles vielie daajroem åadtjodh guktie learohke ryöknoe goh dam maam goerehtallemepryöve maahta vedtedh.

source: Loguin leat iešvuođat. Guokte logu maid bidjá oktii, šaddet ođđa lohkun.
sma: Gosse oktegh learoehkinie maahta vïhtesjidh guktie learohke ryöknemelaavenjassh luetieh, jïh

source: Sáhttá gávdnat erohusa guovtti logus jus geassá nuppi logu nuppis.
sma: soptsestidh dan bïjre maam vuajna. Man gåhkese learohke maahta ryöknedh ?

source: Loguid sáhttá juohkit ja geardut.
sma: Learohke maahta sov sisnjielisnie ryöknedh ?

source: Oahppiovdamearka Luohkká lea leamaš olgun ja lea coggan rássái sarridiid.
sma: gööktine jïh gööktine, vïjhtine jïh vïjhtine, luhkine jïh luhkine jïh naemhtie guhkiebasse ?

source: Dál sii galget gávnnahit man ollu sarridiid sii leat čoaggán.
sma: Sæjroe 16 / 35 Baajh learohkem buerkiestidh jïh gihtjh gyhtjelassh.

source: Anja lea gávnnahan ahte son lea ovtta rássái coggan 17 sarriha. Son čállá duhtavaččat čállingirjásis 71.
sma: Soptsestimmien tjïrrh daajroem åådtje guktie learohke ussjede jïh guktie learohke ryöknemem guarka.

source: Klássa bargá sadjeárvvuiguin ja hukse loguid unifix-birccuiguin. Oahpaheaddji jearrá Juhánis diehtá go son galle logeža lea 34:s.
sma: lea learoehkasse daajroem vedtedh jïjtse ryöknemetjiehpiesvoeti bïjre, jïh mejnie edtja guhkiebasse barkedh juktie væjkele ryöknijinie sjïdtedh.

source: Juhána vástádus lea guokte logeža ja okta njealljenuppelogeš.
sma: Vaeltieh maaje eejhtegidie meatan juktie learohkem dåarjelidh.

source: Anja ii dovdda loguid čállima konvenšuvnna, ahte ovttežat galget olgešbealde ja logežat galget gurutbealde.
sma: Learohke tjuara nuepiem åadtjodh dovne ov-öörneldihkie jïh öörneldihkie dåehkieh ryöknedh.

source: Čállá go son álo ovttežiid gurutbeallái, vai dáhpáhuvvá go dat dušše muhtomin ?
sma: Nuhtjedh maaje daeverh, taalesïevem (mïerhkigujmie jïh gåaroes taalesïevine) jïh tjuetiekaarhtem juktie

source: Jus galgá háhkat dieđu ipmirda go Anja sadjevuogádaga ja dušše čállá boastut, vai ii go son ipmir sadjeárvvu, de ferte guorahallat maid Anja jurddaša, ja manne son čállá 71 iige 17.
sma: Ulmie lea learohke edtja aktem jïjtse sisnjeles taalesïevem tseegkedh jïh struktuvrem guarkedh taaleraajrosne (vuartesjh teemide Taaledïejvesh jïh Taaleraajroe jïh taalesïeve).

source: Muhtun oahppit geain lea dysleksiija rahčet lohkanguovlluin go sii lohket ja
sma: Ryökneme daamtaj åtnasåvva goh strategije juktie laavenjassh jïh praktihkeles dåeriesmoerh loetedh.

source: čállet loguid.
sma: sjïerelaakan.

source: Ohppiide sáhttá leat ávkkálaš jus bidjá fokusa dasa mo galgá čállit loguid.
sma: Tjuara dïejvesidie taalide ektiedidh, dovne taalesymbovlh jïh taalebaakoeh.

source: Buori lohkoipmárdussii lea vuođđun buorre ipmárdus sadjevuogádagas, loguid huksehusas ja loguid siffariid árvvus.
sma: Dååjrehtimmien tjïrrh ryöknemisnie maanah lierieh vuesiehtimmien gaavhtan vïjhte lea veele akte vielie goh njieljie.

source: Ohppiide lea maiddái ávkkálaš juohkit loguid iešguđet ládje.
sma: Vïjhte stuerebe goh golme, göökte vaenebe goh njieljie jïh

source: Dađistaga go dat máhttu ovdána, de eai geahča šat logu 23 dušše 23 ovttadahkan, muhto maiddái oktiibidjamin 20 ja 3 gaskkas, dahje 2 logešjoavkku ja 3 ovtteža gaskkas.
sma: numhtie vijriebasse. Evtiedimmie taaledïejvesijstie aalka dïejvesidie bijjielisnie guarkedh, naakede dah jeanatjommes learohkh darjoeh gosse skuvlem aelkieh.

source: Juhán máhttá juohkit 34 joavkkuide, ja son máhttá muitalit árvvu guhtege joavkkus vaikko
sma: Lissine learohkh tjuerieh

source: joavkojuohkin ii dárbbu dihte leat seamma ládje go juohkin lea sadjevuogádagas.
sma: kvantiteetem guarkedh, daate sæjhta jiehtedh taalh veahkide vuesiehtieh.

source: Oahpaheaddji berre čuovvolit Juhána vástádusa jearaldagain máhttá go son juohkit 34 eará ládje, dahje sáhttá go 14 juhkkojuvvot logežiid ja ovttežiid mielde.
sma: Daamtaj gïeleåtnoe ektiedamme taalide jïh taalegïetedæmman, lea tsevtseme destie man bïjre soptsestibie, naakede mij maahta stoerre haestemh årrodh learoehkidie.

source: Leago Juhán ipmirdan bargobihtá boastut, vai rahčá go son sadjeárvvuiguin ?
sma: Akte stoerre taale lea vuesiehtimmien gaavhtan ij naan tjïelke stoeredahke.

source: Ohppiide geat eai nu bures
sma: stoerre taale akte millijovne.
